import styled from 'styled-components'

const Main = styled.div`
  color: var(--text-color);
  letter-spacing: -0.08rem;
  max-width: 840px;
  height: 100%;
  margin: 0 auto;
  height: auto;
`

const MainContent = styled.div`
  position: relative;
  max-width: 840px;
  margin: 0 auto;
  min-height: 100vh;
`

const TextBox = styled.div`
  margin-left: 25px;
  margin-right: 25px;
`

const Term = () => {
  return (
    <Main>
<MainContent>
<br />
<div className="text_box">
<br />

<h1>Abouht서비스 이용약관</h1>
<p>이용약관 적용일 : 2023-08-27</p>
<br />
<q>Abouht의 서비스와 관련된 사항을 규정하였습니다.</q>
<br /><br />
<hr />
<h3>| 제 1조 (목적)</h3>
<p>① 본 약관은 On-boarding(이하 '회사'라 해요)이 운영하는 'https://abouht.com'에서 제공하는 서비스(이하 '서비스'라 해요)를 이용함에 있어 당사자 권리 의무 및 책임사항을 규정한 것을 목적으로 해요.</p>
<hr />
<h3>| 제 2조 (정의)</h3>
<p>① '회사'라 함은, On-boarding이 재화 또는 용역, 서비스를 사용자에게 제공하기 위해 컴퓨터 등 정보통신설비를 이용하여 서비스를 활용하고, 재화 등을 거래할 수 있도록 설정한 웹사이트를 제공하고 운영하는 사업자를 말하며,
아울러 'https://abouht.com'을 통해 제공되는 전자상거래 관련 서비스의 의미로도 사용되어요.
</p>
<p>② '사용자'라 함은, '서비스'에 접속하여 본 약관에 따라 '회사'가 제공하는 서비스를 받는 회원과 비회원을 말해요.</p>
<p>③ '회원'이라 함은, '회사'에 개인정보를 제공하고 회원으로 등록한자로서, '회사'의 서비스를 계속하여 이용할 수 있는 자를 말합니다.</p>
<p>④ '비회원'이라 함은, 회원으로 등록하지 않고, '회사'가 제공하는 서비스를 이용하는 자를 말해요.</p>
<p>⑤ '상품'이라 함은, '서비스'를 통하여 제공되는 유무형의 재화 또는 용역을 말해요.</p>
<p>⑥ '구매자'라 함은 '회사'가 제공하는 '상품'에 대한 구매서비스의 이용을 청약한 '회원' 및 '비회원'을 말해요.</p>
<hr />
<h3>| 제 3조 (약관 외 준칙)</h3>
<p>본 약관에서 정하지 아니한 사항은 법령 또는 회사가 정한 서비스의 개별 약관, 운영정책 및 규칙(이하 '세부지침'이라 해요)의 규정에 따라요. 또한 본 약관과 세부지침이 충돌할 경우에는 세부지침이 우선되어요.</p>
<hr />
<h3>| 제 4조 (약관의 명시 및 개정)</h3>
<p>① '회사'는 이 약관의 내용과 상호 및 대표자의 성명, 영업장 소재지, 전화번호, 사업자등록번호, 통신판매업신고번호 등을 사용자가 쉽게 알 수 있도록 '서비스'의 웹 및 앱의 하단 화면에 게시해요. 다만 본 약관의 내용은 '사용자'
가 다른 페이지(연결된 화면)을 통하여 확인할 수 있도록 할 수 있어요.
</p>
<p>② '회사'는 '전자상거래 등에서 소비자보호에 관한 법률', '약관의 규제에 관한 법률', '전자거래기본법', '정보통신망 이용촉진 등에 관한 법률', '소비자보호법' 등의 관련법령(이하 '관계 법령이라' 해요)에 위배되지 않는 범위에서는 본 약관을 개정할 수 있어요.</p>
<p>③ 본 약관에서 정하지 아니한 사항 및 본 약관의 해석에 관해서는 관계법령 및 건전한 상관례에 따라요.</p>
<hr />
<h3>| 제 5조 (회원가입)</h3>
<p>① '회사'가 정한 양식에 따라 '사용자'가 개인정보를 기입한 후, 이용약관에 대한 동의 버튼을 누르면서 회원가입이 신청 및 본 계열이 체결됩니다. </p>
<p>② '회사'는 전항에 따라 회원가입을 신청한 '사용자' 중에서 각호의 사유가 없는 한 '회원'으로 등록할 수 있어요.</p>
<p>가. 가입신청자가 본 약관, 또는 회사의 재량에 따라 회원자격을 상실한 적이 있는 경우. 다만 '회사'의 재가입 승낙을 얻은 경우에는 예외로 해요.</p>
<p>나. 회원정보에 허위, 기재누락, 오기, 확인 및 검증이 불가능한 경우가 있는 경우</p>
<p>다. 서비스 관련 설비의 여유가 없거나, 내부적으로 기술상 지장이 있는 경우</p>
<p>라. 관련 법령 및 미풍양속에 위배되거나, 관계 법령 준수를 위해 제한할 필요가 있는 경우</p>
<p>마. 기타 회원으로 등록하는 것이 '회사'의 운영에 현저히 지장을 초래하는 것으로 인정되는 경우</p>
<hr />
<h3>| 제 6조 (회원탈퇴 및 자격상실 등)</h3>
<p>① '회원'은 '회사'에 언제든지 탈퇴를 요청할 수 있으며, '회사'는 지체없이 회원탈퇴 요청을 처리해요. 다만 이미 체결된 거래계약을 이행할 필요가 있는 경우에는 본 약관이 계속 적용되어요.</p>
<p>② '서비스'는 다음 각호의 사유가 발생한 경우 '사용자'의 접근, 자격을 제한 또는 정지 시킬 수 있어요.</p>
<p>가. 정상적이지 않는 회원가입으로 판단되는 경우</p>
<p>나. 본 '서비스' 및 다른 사용자의 정상적인 이용을 방해하거나, 방해가 우려되는 경우</p>
<p>다. 관계법령 또는 본 약관에서 금지되는 행위를 한 경우</p>
<p>라. 공서양속에 어긋나는 행위를 한 경우</p>
<p>마. '회사'의 청소년보호정책에 위배되는 경우</p>
<p>바. 기타 '회원'으로 등록하는 것이 적절하지 않은 것으로 판단되는 경우</p>
<hr />
<h3>| 제 7조 (회원에 대한 통지)</h3>
<p>① '회사'는 '회원'의 회원가입 시 기재한 전화번호를 활용하여 '회원'에게 다양한 정보를 SMS, 카카오 알림톡 등을 통해 통지할 수 있어요.</p>
<p>② '회사'가 불특정 다수 '사용자'에게 통지하고자 하는 경우 7일 이상 '서비스'에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만 '회원'이 서비스를 이용함에 있어 중요한 사항에 대하여는 개별 통지할 수 있어요</p>
<hr />
<h3>| 제 8조 (컨텐츠 및 재화의 구매신청)</h3>
<p>① '사용자'는 온라인 쇼핑몰이나 디지털 컨텐츠 판매 플랫폼 상에서 다음 방법 또는 이와 유사한 방법으로 컨텐츠 및 재화에 대해서 본 '서비스'에서 구매를 신청할 수 있으며 '회사'는 '사용자'를 위하여 다음 각호의 내용을 알기 쉽게 제공해야해요.</p>
<p>가. 컨텐츠 및 재화의 선택화면과 설명</p>
<p>나. 컨텐츠 및 재화의 결제화면</p>
<p>② 회사는 안정적이고 지속적으로 컨텐츠 및 재화의 구매신청을 '사용자'에게 제공합니다. 다만 아래의 경우에서는 구매 신청이 제한되거나 유보될 수 있습니다.</p>
<p>가. 정상적이지 않는 구매신청으로 판단되는 경우</p>
<p>나. 서비스 관련 설비의 여유가 없거나, 내부적으로 기술상 지장이 있는 경우</p>
<p>다. 기타 '회사'가 필요하다고 판단하는 경우</p>
<hr />
<h3>| 제 9조 (계약의 성립)</h3>
<p>① '회사'는 다음 각호의 사유가 있는 경우 본 약관의 '컨텐츠 및 재화의 구매신청' 조항에 따른 구매신청을 승낙하지 않을 수 있어요.</p>
<p>가. 구매신청 내용에 허위,누락,오기가 있는 경우</p>
<p>나. 회원자격이 제한 또는 정지된 고객이 구매를 신청한 경우</p>
<p>다. 정상적이지 않는 구매신청으로 판단되는 경우</p>
<p>라. 기타 구매신청 승낙이 '회사'의 기술상 현저한 지장을 초래하는 것을 인정되는 경우</p>
<p>마. 기타 '회사'가 필요하다고 판단하는 경우</p>
<hr />
<h3>| 제 10조 (개인정보보호)</h3>
<p>① '회사'는 '사용자'의 개인정보 수집시 필수사항과 '서비스'운영에 필요한 최소한의 개인정보만 수립해요. 구체적인 개인정보의 수집 내용은 '개인정보처리방침'을 통해서 사용자에게 고지해요.</p>
<p>본 약관에 기재된 사항 이외의 개인정보보호에 관한 사항은 '회사'의 '개인정보처리방침'에 따라요.</p>
<hr />
<h3>| 제 11조 ('회사'의 의무)</h3>
<p>① '회사'는 관계법령, 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 준수하기 위해 최선을 다해야해요. 또한 약관이 정하는 바에 따라 재화 및 용역을 제공하는데 최선을 다해야해요.</p>
<p>② '회사'는 '사용자'가 안전하게 '서비스'를 이용할 수 있도록 개인정보 보호를 위한 보안 시스템을 가갖추고, 관련 정책을 마련해야해요.</p>
<hr />
<h3>| 제 12조 (사용자 및 회원의 의무)</h3>
<p>① '사용자'는 회원가입 신청 시에 사실에 근거해 신청서를 작성해야해요. 허위, 또는 타인의 정보를 등록한 경우 '회사'에 대하여 일체의 권리를 주장할 수 없으며, '회사'는 이로 인하여 발생한 손해에 대하여 책임을 부담하지 않아요.</p>
<p>② '사용자'는 본 약관에서 규정하는 사항과 기타 '회사'에서 정한 제반 규정 및 공지사항, 고객센터의 안내 등을 준수하여야해요. 또한 '사용자'는 '회사'의 업무를 방해하는 일체의 행위 및 '회사'의 명예를 훼손하는 행위를 하여서는 안되어요.</p>
<p>③ '사용자'가 본 '서비스'를 이용할 때는 미풍양속과 관계 법령을 준수하며 안전한 '서비스'환경을 만들기 위해 노력해야해요. 만약 본 '서비스'를 사용하며 발생한 분쟁이나 법적인 책임은 '사용자'에게 있고, '회사'는 책임 지지 않아요.</p>
<p>④ '사용자'는 다음의 행위를 하여서는 안되어요.</p>
<p>가. '회사'에 게시된 정보의 변경, 위조, 정상적인 방법으로의 접근, 인가받지 않은 정보의 판매</p>
<p>나. '회사'가 정한 정보 외의 다른 정보의 조회, 송신, 게시</p>
<p>다. '회사' 및 제3자의 저작권 등 지식재산권에 대한 침해</p>
<p>라. '회사', '사용자' 및 제3자의 명예를 훼손하거나 업무를 방해하는 행위</p>
<p>마. 외설 또는 폭력적인 메시지, 청소년 유해정보, 사이버 불링, 기타 관계 법령 및 공서양속, 미풍양속에 반하는 정보를 '회사'의 '서비스'에 게시하거나 '회사'의 '사용자'에게 전달되도록 하는 행위</p>
<p>⑤ '회원'은 부여된 아이디(ID)와 비밀번호는 직접 관리하고, 책임져야해요.</p>
<p>⑥ '회원'은 자신의 아이디(ID)및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 '회사'에게 통보하고 안내에 따라해요.</p>
<hr />
<h3>| 제 13조 (면책조항)</h3>
<p>① '회사'와 '사용자'가 '서비스'를 이용하면서 발생하는 손해에 대해서는 책임을 일체 부담하지 않아요.</p>
<p>② '회사'는 '사용자'가 '서비스'를 이용하면서 타 '사용자'로 인해 입게되는 피해와 손해로 부터 책임을 일체 부담하지 않아요.</p>
<p>③ '회사'는 '사용자'가 '서비스' 이용이나 '컨텐츠 및 재화의 구매'로 부터 기대한 이익을 얻지 못해도, 책임을 일체 부담하지 않아요. 또한 '회사'의 '서비스' 및 '컨텐츠 및 재화의 구매'의 변경(수정 및 종료)으로 인한
책임도 일체 부담하지 않아요.
</p>
<p>④ '회사'는 회원이 서비스를 이용하면서 타 '사용자'가 전송 및 제공한 자료에 대해서는 일체 책임을 부담하지 않아요</p>
<p>⑤ '회사'의 '서비스'는 장애가 발생하거나, 기술적 필요성이 인정되는 경우, 회사의 내부 판단에 의해서 언제든지 '서비스'의 가용성이 바뀔 수 있고, 이로 인해 발생한 '사용자'의 피해에 대한 책임은 일체 부담하지 않아요.</p>
<p>⑥ 기타 '회사'가 필요하다고 인정할 때 책임을 부담하지 않아요.</p>
<hr />
<h3>| 제 14조 (분쟁의 해결)</h3>
<p>① '회사'와 '사용자'간 발생한 분쟁에 관한 소송은 '회사'의 소재지를 관할하는 법원을 제1심 관할법원으로 하며, 준거법은 대한민국의 법령을 적용해요</p>
</div>
</MainContent>
</Main>
  )
}

export default Term